Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/european_government/euro_area/eu_economic_governance.html.txt.tmx
Source language: en
Languages: ga

source: • Stability and Growth Pact
ga: • An Comhaontú Cobhsaíochta agus Fáis

source: • Broad Economic Policy Guidelines
ga: • Na Mór-Threoirlínte Beartais Eacnamaíoch

source: The European Union (EU) rules on government debt and deficits are set out in the treaties which govern the EU and in a series of EU laws
ga: Leagtar amach rialacha an Aontais Eorpaigh (AE) maidir le fiachas agus easnaimh an rialtais sna conarthaí a rialaíonn an AE agus i sraith dlíthe an AE

source: The two major rules are contained in Article 126 and Protocol No 12 of the Treaty on the Functioning of the European Union (pdf)
ga: Tá dhá mhór-riail cuimsithe in Airteagal 126 agus i bPrótacal Uimh. 12 de Chonradh ar Fheidhmiú an Aontais Eorpaigh (pdf)

source: The detailed rules on implementing these major rules are generally contained in EU Directives and Regulations
ga: Den chuid is mó, cuimsítear na rialacha sonracha ar na mór-rialacha seo a chur i bhfeidhm i dTreoracha agus Rialacháin an AE

source: The collection of rules is called the Stability and Growth Pact
ga: Tugtar an Comhaontú Cobhsaíochta agus Fáis ar an mbailiúchán rialacha

source: Stability and Growth Pact
ga: An Comhaontú Cobhsaíochta agus Fáis

source: The Stability and Growth Pact (SGP) came into force in 1998
ga: Tháinig an Comhaontú Cobhsaíochta agus Fáis (CCF) i bhfeidhm i 1998

source: It has been amended a number of times since then and particularly in December 2011 when the so-called Six-pack came into effect
ga: Leasaíodh é roinnt uaireanta ó shin i leith, go háirithe i Nollaig 2011 nuair a tháinig an Sé-phaca i bhfeidhm

source: The SGP originally focused on monitoring member states' compliance with the agreed targets for their budget deficits
ga: Dhírigh an CCF i dtosach báire ar mhonatóireacht a dhéanamh ar chomhlíonadh cuspóirí comhaontaithe na mballstát maidir lena n-easnaimh bhuiséid

source: Now, a similar process is also in place for their public debt levels
ga: I láthair na huaire, tá a mhacasamhail de phróiseas i bhfeidhm dá leibhéil fiachais phoiblí

source: In addition, the focus has shifted from correction to prevention - member states must focus more on long-term sustainability and must correct unsustainable policies as soon as they are identified, before acute problems arise
ga: Anuas air sin, aistríodh an díriú ó dhíriú ar cheartú go dtí cosc – ní mór do bhallstáit díriú níos mó ar inmharthanacht fhadtéarmach agus ní mór dóibh beartais neamh-inmharthana a cheartú a luaithe a shainaithnítear iad, sula n-eascraíonn fadhbanna tromchúiseacha

source: Although it applies to all EU countries, the SGP has stricter enforcement mechanisms for euro area members
ga: Cé go mbaineann sé le gach tír den AE, tá meicníochtaí níos déine forfheidhmithe ag an CCF le haghaidh chomhaltaí de limistéar an Euro

source: In May 2013, a new package of legislation (the Two-pack) for euro area member states only, came into force with 2 key objectives:
ga: I mBealtaine 2013, tháinig pacáiste nua reachtaíochta i bhfeidhm (an Dá-phaca) le haghaidh bhallstáit limistéar an Euro amháin, agus bhí 2 phríomhchuspóir aige:

source: • To improve budgetary coordination by introducing a common budgetary timeline for the euro area member states and allowing the European Commission to assess national budgetary plans prior to their adoption
ga: • Feabhas a chur ar chomhordú buiséadta trí amlíne chomónta bhuiséadta a thabhairt isteach do bhallstáit limistéar an euro agus ligeann don Choimisiún Eorpach measúnú a dhéanamh ar phleananna buiséadta sula nglactar leo

source: • To improve economic and financial surveillance in the euro area through a system whereby a member state experiencing serious financial difficulties or financial sector instability would be subject to enhanced surveillance by the European Commission
ga: • Chun feabhas a chur ar fhaireachas geilleagrach agus airgeadais i limistéar an euro trí chóras ina mbeadh ballstát atá thíos le deacrachtaí tromchúiseacha airgeadais nó le héagobhsaíocht san earnáil airgeadais faoi réir faireachas feabhsaithe ag an gCoimisiún Eorpach

source: As part of the common budgetary timeline, euro area member states are required to present their draft budgets at the same time each year (15 October) and the Commission has the right to assess them
ga: Mar chuid den amlíne chomónta bhuiséadta, ceanglaítear ar bhallstáit limistéar an euro a ndréachtbhuiséid a thabhairt i láthair ag an tráth céanna gach bliain (an 15 Deireadh Fómhair) agus tá an ceart ag an gCoimisiún iad a mheas

source: The Commission could issue an opinion on them or could request that they be revised if they were inconsistent with the SGP
ga: D’fhéadfadh an Coimisiún tuairim a eisiúint orthu nó d’fhéadfaidís a iarraidh go ndéantar athbhreithniú orthu dá mbeidís neamh-chomhsheasmhach leis an CCF

source: Euro area member states are required to have independent fiscal councils and to base their budgets on independent forecasts
ga: Ceanglaítear ar bhallstáit limistéar an euro comhairlí neamhspleácha fioscacha a bheith acu agus chun a mbuiséid a bhunú ar thuartha neamhspleácha

source: The SGP is sometimes described as having a preventative arm and a corrective arm
ga: Deirtear, amanna, go bhfuil gnéchoisc agus gné cheartaithe ag an CCF

source: The preventative arm involves mutual surveillance on member states
ga: Is éard a bhíonn i gceist leis an ngné choisc seo comhfhaireachas ar bhallstáit

source: The corrective arm involves intervention to correct breaches of the rules
ga: Is éard a bhíonn i gceist leis an ngné cheartaithe idirghabháil le sáruithe na rialacha a cheartú

source: The 2 major rules on the level of government debt and deficits are:
ga: Is iad an dá mhór-riail ar leibhéal fhiachas agus easnaimh an rialtais:

source: • Total government debt must not be more than 60% of gross domestic product (GDP)
ga: • Ní mór nach sáraíonn fiachas an rialtais 60% den olltáirgeacht intíre (GDP)

source: • The government deficit must not be more than 3% of GDP except in particular circumstances
ga: • Ní mór nach sáraíonn easnamh an rialtais 3% den GDP seachas faoi chúinsí ar leith

source: If a member state is in breach of this requirement, an excessive deficit procedure comes into operation
ga: Má sháraíonn ballstát an ceanglas seo, cuirtear nós imeachta um easnamh iomarcach i bhfeidhm

source: This means, among other things, that the member state in question is subject to overall EU surveillance and must comply with the EU decisions of how to deal with the problem
ga: Ciallaíonn seo, i measc rudaí eile, go bhfuil an ballstát atá i gceist faoi réir fhaireachas foriomlán an AE agus ní mór dóibh cinntí an AE a chomhlíonadh faoi conas déileáil leis an bhfadhb

source: Member states must make significant progress towards reaching their medium-term budgetary objectives within the transition period set for them
ga: Ní mór do bhallstáit dul chun cinn suntasach a dhéanamh i dtreo a gcuspóirí meántéarmacha buiséadta a bhaint amach laistigh den tréimhse aistrithe a shocraítear dóibh

source: If a member state deviates significantly from the plan to reach the medium-term budgetary objective a warning is addressed to it by the Commission and the Council
ga: Má imíonn ballstát go suntasach ón bplean chun an cuspóir meántéarmach buiséadta a bhaint amach, tugann an Coimisiún agus an Chomhairle foláireamh dóibh

source: Since December 2011, financial sanctions may apply to euro area member states that do not take adequate action to deal with their problems
ga: Ó Nollaig 2011 i leith, d’fhéadfadh smachtbhannaí airgeadais bheith i bhfeidhm ar bhallstáit limistéar an euro nach dtéann i mbun an ghnímh chuí chun déileáil lena gcuid fadhbanna

source: A decision to apply a financial sanction can be made by what is called the reverse qualified majority voting procedure (see below)
ga: Féadtar cinneadh a dhéanamh chun smachtbhanna airgeadais a chur i bhfeidhm a dhéantar trí rud ar a dtugtar nós imeachta vótáil tromlaigh cháilithe aisiompaithe (féach thíos)

source: The excessive deficit procedure may be used in cases of breaches of the debt requirement as well as breaches of the deficit requirement
ga: D’fhéadfaí an nós imeachta um easnamh iomarcach a úsáid i gcásanna ina sáraítear an ceanglas fiachais chomh maith le sáruithe ar an gceanglas easnaimh

source: Again, member states are given a transition period to work towards the requirement – in general, the debt must be reduced by one twentieth each year
ga: Arís eile, tugtar tréimhse aistrithe do bhallstáit chun oibriú i dtreo an cheanglais – go ginearálta, ní mór don fhiachas a bheith laghdaithe faoin bhfichiú cuid gach bliain

source: Countries which are already in the excessive deficit procedure because of not meeting the 3% criterion are expected to work towards reducing their debt as well
ga: Bítear ag súil leis go n-oibríonn tíortha a bhfuil an nós imeachta um easnamh iomarcach i bhfeidhm cheana acu, mar gheall nár bhain siad an critéar 3% amach, i dtreo a bhfiachas a laghdú chomh maith

source: They have a further 3 years to meet the 60% criterion after they have achieved the 3% criterion
ga: Tá acu 3 bliana breise chun an critéar 60% a bhaint amach tar éis go mbaineann siad an critéar 3% amach

source: At present a number of EU member states, including Ireland, are in the excessive deficit procedure
ga: Faoi láthair, tá leas á bhaint ag líon ballstát den AE, Éire ina measc, as an nós imeachta um easnamh iomarcach

source: Ireland has until 2015 to meet the deficit requirement of 3% of GDP and has until 2018 to meet the debt requirement
ga: Tá go dtí 2015 ag Éirinn chun an ceanglas easnaimh 3% den GDP a bhaint amach agus go dtí 2018 chun an ceanglas fiachais a bhaint amach

source: Reverse qualified majority voting
ga: Vótáil tromlaigh cháilithe aisiompaithe

source: In general, EU decisions are made in the following manner:
ga: Go ginearálta, déantar cinntí an AE ar an mbealach a leanas:

source: • The Commission makes a proposal
ga: • Déanann an Coimisiún togra

source: • The European Parliament and the Council then decide on that proposal by means of a qualified majority
ga: • Déanann Parlaimint na hEorpa agus an Chomhairle cinneadh ar an togra sin trí thromlach cáilithe

source: Any decision to impose a financial sanction is taken differently:
ga: Déantar aon chinneadh chun smachtbhanna airgeadais a ghearradh ar bhealach éagsúil:

source: • The Commission makes a recommendation to the Council
ga: • Déanann an Coimisiún moladh don Chomhairle

source: • The Council imposes the financial sanction unless a qualified majority of its members vote against it
ga: • Gearrann an Chomhairle an smachtbhanna airgeadais mura vótálann tromlach cáilithe a gcomhaltaí ina choinne

source: This is known as reverse qualified majority voting
ga: Tugtar vótáil tromlaigh cháilithe aisiompaithe air seo

source: A macroeconomic imbalances procedure(MIP) is a surveillance mechanism that was introduced in December 2011 to deal with economic problems other than debt and deficits (for example, major changes in international investment, exports, labour costs, private sector debt or housing costs)
ga: Meicníocht faireachais is ea nós imeachta um míchothromaíocht maicreacnamaíoch (MIP) a tugadh isteach i Nollaig 2011 chun déileáil le fadhbanna geilleagracha seachas fiachas agus easnaimh (mar shampla, mórathruithe ar infheistíocht idirnáisiúnta, easpórtálacha, costais saothair, fiachas na hearnála príobháidí nó costais tithíochta)

source: This involves the Commission and the Council intervening at an early stage to prevent macroeconomic imbalances occurring and then setting requirements for correcting those imbalances
ga: Is éard atá i gceist leis seo go ndéanann an Coimisiún agus an Chomhairle idirghabháil ag céim luath chun cosc a chur ar mhíchothromaíochtaí maicreacnamaíocha tarlú agus go socraítear na riachtanais chun na míchothromaíochtaí sin a cheartú

source: Failure to correct them may result in financial sanctions in the same way as failure to address the deficit and debt requirements (see ‘Prevention and correction’ above)
ga: Má theipeann orthu iad a cheartú, d’fhéadfaí smachtbhannaí airgeadais a ghearradh ar an mbealach céanna má theipeann orthu dul i ngleic leis na ceanglais fiachais agus easnaimh (féach ‘Cosc agus ceartú’ thuas)

source: Decisions on these will also be taken by reverse qualified majority
ga: Anuas air sin, déanfar cinneadh orthu seo trí thromlach cáilithe aisiompaithe

source: The first Alert Mechanism Report on macroeconomic imbalances was issued in February 2012
ga: Eisíodh an chéad Tuarascáil um Meicníocht Foláirimh ar mhíchothromaíochtaí maicreacnamaíocha i bhFeabhra 2012

source: This is the start of the surveillance procedure
ga: Ba é seo tús an nóis imeachta faireachais

source: It aims to identify countries which may need further analysis
ga: Tá sé de chuspóir aici tíortha a shainaithint a bhféadfadh breis anailíse bheith ag teastáil uathu

source: It involves the examination of a number of economic indicators to identify possible imbalances
ga: Is éard atá i gceist léi ná scrúdú a dhéanamh ar líon táscairí geilleagracha chun míchothromaíochtaí féideartha a shainaithint

source: Countries such as Ireland that are implementing a programme of reforms negotiated with the Commission and supported by external financial assistance are not assessed as they are already subject to enhanced economic surveillance
ga: Ní dhéantar measúnú ar thíortha ar nós na hÉireann a bhfuil clár leasuithe á chur i bhfeidhm acu a rinneadh a phlé leis an gCoimisiún agus a bhfuil tacaíocht á fáil acu ó chúnamh seachtrach airgeadais mar gheall go bhfuil siad faoi réir faireachas feabhsaithe geilleagrach cheana féin

source: If the Commission considers that there could be a macroeconomic imbalance, it makes a recommendation to the member state concerned to correct the imbalance or prevent an imbalance from occurring
ga: Má mheasann an Coimisiún go bhféadfadh míchothromaíocht mhaicreacnamaíoch bheith ann, déanann siad moladh don bhallstát atá i gceist chun an mhíchothromaíocht a cheartú nó chun cosc a chur ar mhíchothromaíocht ó tharlú

source: If the degree of the macroeconomic imbalance is considered severe or may jeopardise the proper functioning of the Economic and Monetary Union, the Commission can recommend to the Council to place the member state under an excessive imbalance procedure
ga: Má mheastar go bhfuil cuid den mhíchothromaíocht mhaicreacnamaíoch tromchúiseach nó go bhféadfadh sí baint d’fheidhmiú ceart an Aontais Eacnamaíoch agus Airgeadaíochta, féadfaidh an Coimisiún a mholadh don Chomhairle an ballstát a chur faoi smahctbhanna um míchothromaíocht iomarcach

source: In the February 2012 review, the Commission considered that 12 countries warranted an in-depth review
ga: In athbhreithniú Fheabhra 2012, mheas an Coimisiún gur theastaigh athbhreithniú domhain ó 12 thír

source: In May 2012 in-depth reviews for the 12 member states were published
ga: I mBealtaine 2012, foilsíodh athbhreithnithe doimhne do na 12 bhallstát

source: Appropriate policy responses to the identified imbalances were integrated in the set of country-specific recommendations issued by the Council in July 2012 under the European Semester
ga: Rinneadh na freagairtí cuí beartais leis na míchothromaíochtaí a sainaithníodh a chomhcheangal sa tsraith moltaí tírshonracha a d’eisigh an Chomhairle in Iúil 2012 faoin Seimeastar Eorpach

source: The European Semester is the economic policy cycle that covers economic, budgetary and structural changes as well as measures to improve growth
ga: Is é an Seimeastar Eorpach an córas beartais a chuimsíonn athruithe geilleagrach, buiséadta agus struchtúrtha, mar aon le bearta chun feabhas a chur ar fhás

source: Governments in the euro area countries present stability programmes (dealing with fiscal policies) in April
ga: Rinne rialtais i dtíortha limistéar an euro cláir chobhsaíochta a chur i láthair (a dhéileálann le beartais fhioscacha) in Aibreán

source: (Governments in the non-euro countries present convergence programmes.) These programmes include an outline of the planned next budget
ga: (Déanann rialtais sna limistéir neamh-euro cláir choinbhéirseachta a chur i láthair.) Áirítear leis na cláir seo breac-chuntas ar an gcéad bhuiséad beartaithe eile

source: So the stability programmes presented by the member states in April 2013 have an outline of the 2014 budget
ga: Mar sin, tá sna cláir chobhsaíochta a chuir na ballstáit i láthair in Aibreán 2013 breac-chuntas ar bhuiséad 2014

source: Governments also present National Reform Programmes which deal with structural changes in April
ga: Anuas air sin, rinne rialtais Cláir Náisiúnta Athchóirithe a chur i láthair a dhéileálann le hathruithe struchtúrtha in Aibreán

source: In June, the Commission will propose a set of recommendations which are specific to each country and/or draft opinions attached to a single-country report and an overall report for the euro area
ga: I Meitheamh, bheartaigh an Coimisiún sraith moltaí a bhaineann go sonrach le gach tír agus/nó dréacht-tuairimí a bhain le tuarascáil ar thír aonair mar aon le tuarascáil fhoriomlán do limistéar an euro

source: Broad Economic Policy Guidelines
ga: Na Mór-Threoirlínte Beartais Eacnamaíoch

source: The Broad Economic Policy Guidelines (BEPG) deal with macroeconomic and structural policies for both the EU as a whole and for the individual member states
ga: Déileálann na Mór-Threoirlínte Beartais Eacnamaíoch (BEPG) le beartais mhaicreacnamaíocha agus struchtúrtha don AE ina iomláine agus do na ballstáit aonaid

source: They are agreed by the Council of Finance Ministers (generally known as Ecofin)
ga: Déanann Airí na Comhairle Airgeadais iad a chomhaontú (ar a dtugtar Ecofin go ginearálta)

source: They are not legally binding on the member states but Ecofin may issue recommendations for corrective action
ga: Níl siad ina gceanglas dlíthiúil ar na ballstáit ach féadfaidh Ecofin moltaí a eisiúint le haghaidh gníomhaíocht cheartaithe

source: The Eurogroup is the finance ministers from the member states which use the euro
ga: Is iad Eurogroup na hairí airgeadais ó na ballstáit a úsáideann an euro

source: It monitors the euro member states’ adherence to the BEPGs
ga: Déanann siad monatóireacht ar chloí bhallstáit an euro leis na BEPGanna
